import mastercard from "../../theme/images/payments/mastercard.png";
import visa from "../../theme/images/payments/logo-visa.png";
import mir from "../../theme/images/payments/logo-mir.png";
import yandex from "../../theme/images/payments/logo-yandex.png";
import webmoney from "../../theme/images/payments/logo-webmoney.png";

export const questionBlock = [
  {
    titleDeclare: 'Возврат покупки ',
    contentDeclare: 'Чтобы избежать того, что ваши фреймы замедляют работу ваших страниц, хорошим способом '
    +'написания этой статьи. Вас заинтересует библиотека lazyload, которая работает везде.',

  },
];

export const questionBlock1 = [
  {
    titleExchange: '777*Какие варианты оплаты доступны?',
    contentExchange:
    `<p>К оплате товаров и услуг на площадке «МОРЕ» принимаются: 
    <ul className="bold14-questions">
    <li type="disc" className="bold14-questions">
    ⚫ карты платежных систем 
    <img className="" hspace='5px' width='46px' height='15px' src='../assets/images/payments/logo-visa.png' alt="Visa" />
    ,
    <img className="" hspace='5px' width='25px' height='15px' src='../assets/images/payments/mastercard.png' alt="Mastercard" />
    MasterCard,
    <img className="" hspace='5px' width='53px' height='15px' src='../assets/images/payments/logo-mir.png' alt="Mastercard" /> 
    выпущенные российскими банками; 
    </li>
    <div className="contact-media -s20" />
    <li className="bold14-questions">
    ⚫ электронные деньги 
    <img className="" hspace='5px' width='78px' height='15px' src='../assets/images/payments/logo-yandex.png' alt="Mastercard" /> 
    , 
    <img className="" hspace='5px' width='77px' height='20px' src='../assets/images/payments/logo-webmoney.png' alt="Mastercard" /> 
    .
    </li>
    </ul>
    <div className="contact-media -s20" />
       <p>Продавец может самостоятельно определять приоритетные для него способы оплаты, 
       указав их в своей витрине магазина в разделе <b>«Политика магазина»</b>. 
       Оплата происходит в режиме онлайн, в момент оформления заказа.</p>`,
  },
];
export const questionBlock2 = [
  {
    titleExchange: 'Как изменить данные своего профиля?',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
export const questionBlock3 = [
  {
    titleExchange: '777*Каковы сроки доставки купленного товара?',
    contentExchange: 'Сроки доставки товара определяются Продавцом. Покупатель имеет возможность связаться'
    + ' с Продавцом по внутренней почте «МОРЕ» и оговорить с ним желаемую дату доставки. Утвержденная'
    + ' дата доставки отражается в личных кабинетах Пользователей маркетплейса в разделе «Финансы и Статистика».',
  },
];
export const questionBlock4 = [
  {
    titleExchange: '777*Как и где выбрать способ доставки?',
    contentExchange: 'Продавец самостоятельно указывает способы доставки в витрине своего магазина в разделе'
    + ' «Политика магазина». Покупатель имеет возможность связаться с Продавцом по внутренней почте «МОРЕ»'
    + ' и оговорить с ним желаемый способ доставки.',
  },
];
export const questionBlock5 = [
  {
    titleExchange: '777*Как можно отменить доставку?',
    contentExchange: 'Отменить и/или перенести дату доставки Покупатель может в день совершения заказа до'
    + ' окончания рабочего дня. Окончанием рабочего дня считается в маркетплейсе «МОРЕ» 18 часов 30 минут московского времени,'
    + ' если Продавец самостоятельно не указал в витрине своего магазина московское время окончания рабочего'
    + ' дня большее установленного «МОРЕ». Если день начала выполнения заказа Покупателя намечен на дату отличную'
    + ' от даты следующего рабочего дня, то Покупатель вправе отменить  и/или перести дату доставки не позднее одних'
    + ' суток от утвержденной даты. Утвержденная'
    + ' дата доставки отражается в личных кабинетах Пользователей маркетплейса в разделе «Финансы и Статистика».',
  },
];

export const returnsaleBlock1 = [
  {
    titleExchange: 'Политика возврата',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
export const returnsaleBlock2 = [
  {
    titleExchange: 'Как вернуть бракованный и несоответствующий товар?',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
export const returnsaleBlock3 = [
  {
    titleExchange: 'Как вернуть товар, который не подошел?',
    contentExchange: 'Поездом,автом',
  },
];
export const returnsaleBlock4 = [
  {
    titleExchange: 'Как отказаться от услуги?',
    contentExchange: 'Как осуществить возврат...',
  },
];
// export const returnsaleBlock5 = [
//   {
//     titleExchange: '5—Как можно отменить доставку?',
//     contentExchange: 'Подарочные скидки к Дню рождения',
//   },
// ];

export const returnpayBlock1 = [
  {
    titleExchange: 'Как оформить возврат платежа',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
export const returnpayBlock2 = [
  {
    titleExchange: 'Порядок возврата платежа',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
export const returnpayBlock3 = [
  {
    titleExchange: 'Сроки возврата платежа',
    contentExchange: 'Поездом,автом',
  },
];

export const checkinBlock1 = [
  {
    titleExchange: 'Как зарегистрироваться?',
    contentExchange:
    `<p>К оплате товаров и услуг на площадке «МОРЕ» принимаются: карты платежных систем 
    <img className="" hspace='5px' width='25px' height='15px' src='../assets/images/payments/logo-visa.png' alt="Visa" />
    Visa,
    <img className="" hspace='5px' width='25px' height='15px' src='../assets/images/payments/mastercard.png' alt="Mastercard" />
    MasterCard,
    <img className="" hspace='5px' width='25px' height='15px' src='../assets/images/payments/logo-mir.png' alt="Mastercard" />
    МИР
    выпущенные российскими банками; электронные деньги Яндекс-деньги, WebMoney.</p></p>
       <br />
       <h5>ghbdt</h5><p>подтверждением любым из методов 
       использованием диагностических препаратов и тест-систем, зарегистрированных В соответствии с 
       законодательством Российской Федерации*.</p>
       <section className="">
       <p>Начало текста
       конец текста</p>
       </section>
       <br />
      <ul>
          <li className="bold14">
              • п 3.7 СП 3.1.3597-20 «Профилактика новой коронавирусной инфекцин (COVID-19)» от 22.05.2020 года.
          </li>
      </ul>`,
  },
];
export const checkinBlock2 = [
  {
    titleExchange: 'Не пришло письмо с кодом подтверждения регистрации',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
// export const checkinBlock3 = [
//   {
//     titleExchange: 'Сроки возврата платежа',
//     contentExchange: 'Поездом,автом',
//   },
// ];

export const checkoutBlock1 = [
  {
    titleExchange: 'Как оформить покупку?',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
// export const checkoutBlock2 = [
//   {
//     titleExchange: 'Не пришло письмо с кодом подтверждения регистрации',
//     contentExchange:
//       'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
//   },
// ];
// export const checkinBlock3 = [
//   {
//     titleExchange: 'Сроки возврата платежа',
//     contentExchange: 'Поездом,автом',
//   },
// ];

export const showcasedecorBlock1 = [
  {
    titleExchange: 'Как оформить витрину магазина?',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
export const showcasedecorBlock2 = [
  {
    titleExchange: 'Какие размеры картинок рекомендуются?',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
// export const showcasedecorBlock3 = [
//   {
//     titleExchange: 'Сроки возврата платежа',
//     contentExchange: 'Поездом,автом',
//   },
// ];

export const cardproductBlock1 = [
  {
    titleExchange: 'Как оформить карточку товара?',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
export const cardproductBlock2 = [
  {
    titleExchange: 'Какие размеры картинок лучше всего подходят для карточки товара?',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
// export const cardproductBlock3 = [
//   {
//     titleExchange: 'Сроки возврата платежа',
//     contentExchange: 'Поездом,автом',
//   },
// ];

export const personalareaBlock1 = [
  {
    titleExchange: 'Какая информация обязательная при настройке профиля?',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
export const personalareaBlock2 = [
  {
    titleExchange: 'Разделы личного кабинета Продавца?',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
// export const personalareaBlock3 = [
//   {
//     titleExchange: 'Сроки возврата платежа',
//     contentExchange: 'Поездом,автом',
//   },
// ];

export const discountsBlock1 = [
  {
    titleExchange: '777*Скидки и бонусы по реферальной ссылке ',
    contentExchange:
      'Для Продавцов скидки регламентируются «Политикой нашего дома» и непосредственно разделом «Реферальная политика».'
      + ' Для Покупателей существуют скидки от маркеплейса «МОРЕ» по виртуальной карте постоянного покупателя и бонусы'
      + ' по акционной реферальной программе, условия и срок действия которой указывается непосредственно на сайте.'
      + ' Любой Продавец вправе самостоятельно проводить скидочные акции на опубликованные товары и услуги, а также'
      + ' стать участником бонусной реферальной программы маркеплейса «МОРЕ». Участие в реферальной программе'
      + ' маркеплейса «МОРЕ» указывается в витрине Продавца.',
  },
];
export const discountsBlock2 = [
  {
    titleExchange: '777*Распродажи',
    contentExchange:
      'Распродажи могут проводиться, как самостоятельно Продавцом, так и маркеплейсом «МОРЕ». Акционные распродажи' 
      + ' проводимые маркетплейсом обязательны для всех публикуемых товаров и услуг. Продавцы вправе установить' 
      + ' минимальную скидку указанную «МОРЕ» в условиях проведения распродажи. Распродажи проводимые Продавцом'
      + ' самостоятельно ограниченны 30 днями и могут проводиться не более 1 раза в квартал по одной категории' 
      + ' товаров и услуг.',
  },
];
export const discountsBlock3 = [
  {
    titleExchange: '777*Стоимость товара и услуги стала ниже.',
    contentExchange: 'Конечной и неизменной стоимостью приобретенного товара или услуги является итоговая' 
    + ' стоимость зафиксированная в момент оформления заказа. Стоимости товаров и услуг размещенных в маркетплейсе'
    + ' «МОРЕ» регулируется Продавцом самостоятельно, поэтому цена может изменяться, как в меньшую, так и в' 
    + ' большую сторону.',
  },
];

export const purchasepayBlock1 = [
  {
    titleExchange: '777*Способы оплаты ',
    contentExchange:
      'К оплате товаров и услуг на площадке «МОРЕ» принимаются карты платежных систем Visa, MasterCard, МИР'
      + ' выпущенные российскими банками. Продавец может самостоятельно определять приоритетные для него способы оплаты.'
      + ' Оплата происходит в режиме онлайн, в момент оформления заказа.'
  },
];
// export const purchasepayBlock2 = [
//   {
//     titleExchange: 'Распродажи',
//     contentExchange:
//       'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
//   },
// ];
// export const purchasepayBlock3 = [
//   {
//     titleExchange: 'Стоимость товара и услуги стала ниже.',
//     contentExchange: 'Поездом,автом',
//   },
// ];


export const refusalboxBlock1 = [
  {
    titleExchange: 'Как отменить покупку',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
// export const refusalboxBlock2 = [
//   {
//     titleExchange: 'Распродажи',
//     contentExchange:
//       'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
//   },
// ];
// export const refusalboxBlock3 = [
//   {
//     titleExchange: 'Стоимость товара и услуги стала ниже.',
//     contentExchange: 'Поездом,автом',
//   },
// ];

export const deliveryboxBlock1 = [
  {
    titleExchange: 'Как изменить способ доставки?',
    contentExchange:
      'Принимаем возврат и обмен: в течение 14 дней со дня доставки. Не принимаем отмены: свяжитесь с '
      +'любую потерю стоимости.',
  },
];
export const deliveryboxBlock2 = [
  {
    titleExchange: 'Получение товара',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
export const deliveryboxBlock3 = [
  {
    titleExchange: 'Срок доставки',
    contentExchange: 'Поездом,автом',
  },
];

// export const aboutBlock = [
//   {
//     titleDeclare: 'Она объяснила, что в России предусмотрена практика, согласно которой январскую пенсию в конце декабря получают пенсионеры, выплаты которым доставляет «Почта России» с 1 по 3 января включительно'
//     +'«Этим людям пенсии будут доставлены в конце декабря. Сумма придет полностью — за весь январь», — сказала она.'
//     +'На прошлой неделе сенатор сообщила, что в следующем году неработающим пенсионерам проиндексируют страховые пенсии на 6,3 процента. Кроме того, с февраля 2021 года ветераны боевых действий и инвалиды всех категорий получат повышение ежемесячных денежных выплат, по предварительным данным, на 3,8 процента.',

//     contentDeclare:
//       'Второй текст для размещения.',
//   },
// ];

// export const emptyBlock = [
//   {
//     titleDeclare: '123 ',

//     contentDeclare:
//       'Второй текст для размещения.',
//   },
// ];

export const programmingBlock1 = [
  {
    titleExchange: 'React Native Developer (iOS, Android, Web).',
    contentExchange:
      'Опыт работы React Native. Git. Владение выстраивания модели ветвления(workflow) с учетом выпуска проекта.'
      + 'Сборка, интеграционное и приемочное тестирование.',
  },
];
export const programmingBlock2 = [
  {
    titleExchange: 'Как изменить данные своего профиля?',
    contentExchange:
      'Чтобы завершить транзакцию и быстро получить товар, произведите оплату в течение 5 дней после покупки. Если возникнут непредвиденные обстоятельства, сообщите нам, и мы поможем вам их решить. Мы принимаем кредитные карты VISA, MasterCard, МИР, денежные переводы',
  },
];
export const programmingBlock3 = [
  {
    titleExchange: 'Каковы сроки доставки купленного товара?',
    contentExchange: 'Поездом,автом',
  },
];